Repository: mbenkmann/pydance
Catalog: po/*.po
Languages: sk

source: Escape / Up Left: Closes folder or exit
sk: Esc / Vľavo hore: Zatvoriť priečinok alebo ukončiť

source: Tab / Select: Go to a random song
sk: Tab / Select: Prejsť na náhodnú skladbu

source: Start: Go to the options screen
sk: Start: Prejsť na obrazovku s nastaveniami

source: %d songs
sk: %d skladieb

source: You don't have any songs for the game mode (
sk: Nemáte žiadne skladby pre herný režim (

source: ) that you selected.
sk: ), ktorý ste vybrali.

source: None
sk: Žiadne

source: You don't have any songs that are marked
sk: Nemáte žiadne skladby, ktoré by boli

source: "valid" for random selection.
sk: "platné" pre náhodný výber.

source: You don't have any songs here that
sk: Nemáte žiadne skladby, ktoré

source: are marked "valid" for random selection.
sk: sú boli "platné" pre náhodný výber.

source: Not a supported file type:
sk: Nepodporovaný typ súboru:

source: BEGINNER
sk: ZAČIATOČNÍK

source: EASY
sk: ĽAHKÉ

source: LIGHT
sk: NENÁROČNÉ

source: BASIC
sk: ZÁKLADNÉ

source: ANOTHER
sk: INÉ

source: NORMAL
sk: NORMÁLNE

source: MEDIUM
sk: STREDNÉ

source: STANDARD
sk: ŠTANDARD

source: TRICK
sk: TRIK

source: DOUBLE
sk: DABL

source: HARD
sk: ŤAŽKÉ

source: MANIAC
sk: MANIAK

source: CHALLENGE
sk: VÝZVA

source: CRAZY
sk: BLÁZNIVÉ
