Repository: mbenkmann/pydance
Catalog: po/*.po
Languages: sk

source: E: Cannot load announcer theme '%s'.
sk: CH: Nepodarilo sa nahrať motív komentátora '%s'.

source: red
sk: červená

source: pink
sk: ružová

source: yellow
sk: žltá

source: green
sk: zelená

source: cyan
sk: azúrová

source: blue
sk: modrá

source: purple
sk: purpurová

source: orange
sk: oranžová

source: aqua
sk: zeleno-modrá

source: white
sk: biela

source: black
sk: čierna

source: gray
sk: sivá

source: Normal
sk: Normálny

source: Greats or better increase a combo
sk: Skvelé alebo lepšie kroky sa započítavajú do komba

source: Oni-style
sk: Štýl Oni

source: Greats don't increase a combo, but also don't break it
sk: Skvelé sa nezapočítavajú do komba, ale neprerušia ho

source: Okays or better increase a combo
sk: Dobré alebo lepšie sa započítavajú do komba

source: Up / Down: Change song selection
sk: Hore / Dole: Zmena výberu skladby

source: Left / Right: Change difficulty setting
sk: Vľavo / Vpravo: Zmena nastavenia obtiažnosti

source: Enter / Up Right: Open a folder or start a course
sk: Enter / Vpravo hore: Otvoriť priečinok / začať kurz

source: Escape / Up Left: Close a folder or exit
sk: Esc / Vľavo hore: Zavrieť priečinok alebo ukončiť

source: Tab / Select: Go to a random course
sk: Tabulátor / Select: Prejsť na náhodný kurz

source: Start: Switch to Options screen
sk: Start: Prejsť na obrazovku s možnosťami

source: F11: Toggle fullscreen - S: Change the sort mode
sk: F11: Prepnúť do okna/na celú obrazovky - S: Zmena režimu triedenia

source: BEST
sk: REKORDY

source: (Best #%d)
sk: (Rekord #%d)

source: Player's Best Unavailable
sk: Osobný rekord hráča nie je dostupný

source: (You need to play more songs!)
sk: (Musíte odohrať viac skladieb!)

source: WORST
sk: NAJHORŠIE SKÓRE

source: (Worst #%d)
sk: (Najhoršie #%d)

source: Player's Worst Unavailable
sk: Najhoršie skóre hráča nie sú dostupné

source: LIKES
sk: PÁČI SA

source: Player's Likes Unavailable
sk: Obľúbené skladby hráča nedostupné

source: DISLIKES
sk: NEPÁČI SA

source: (Dislikes #%d)
sk: (Nepáči sa #%d)

source: Player's Dislikes Unavailable
sk: Neobľúbené skladby hráča nedostupné

source: All Courses
sk: Všetky kurzy

source: Sort by %s
sk: Triediť podľa %s

source: A Course
sk: Kurz

source: was not found.
sk: nebol nájdený.

source: No valid songs were found.
sk: Neboli nájdené platné skladby.

source: Player's %s #%d
sk: Hráčov %s #%d

source: was not found.
sk: nebol nájdený.

source: is an unsupported format.
sk: nie je v podporovanom formáte.

source: (Easy)
sk: (Ľahké)

source: (Normal)
sk: (Normálne)

source: (Hard)
sk: (Ťažké)

source: Best
sk: Rekord

source: Worst
sk: Najhoršie skóre

source: Likes
sk: Páči sa

source: Dislikes
sk: Nepáči sa

source: Player's Picks
sk: Výber používateľa

source: Random %d %s
sk: Náhodné %d %s

source: All Random %d
sk: Všetky náhodné %d

source: Primal Fear (Easy)
sk: Počiatočný strach (Ľahké)

source: Primal Fear (Hard)
sk: Počiatočný strach (Ťažké)

source: Next Song
sk: Ďalšia skladba

source: Confirm: Begin Cancel: Stop
sk: Potvrdiť: Začať Zrušiť: Zastaviť

source: Start: Change Options
sk: Start: Zmena možností

source: Player %d
sk: Hráč %d

source: Default Settings
sk: Predvolené nastavenia

source: There was an error loading
sk: Chyba pri nahrávaní

source: Playing
sk: Prehrávam

source: The audio file for this song
sk: Audiosúbor tejto skladby

source: could not be found.
sk: sa nepodarilo nájsť.

source: Saving a screenshot to
sk: Ukladám snímku do

source: Average FPS for this song was %d.
sk: Priemerný počet snímkov/s pre túto skladbu bol %d.

source: Left: Make the songs that will be played easier
sk: Doľava: Uľahčí hranie skladieb

source: Right: Make the songs that will be played harder
sk: Doprava: Sťaží hranie skladieb

source: Up: Select difficulty by name
sk: Hore: Výber náročnosti podľa názvu

source: Down: Select difficulty by rating
sk: Dole: Výber náročnosti podľa hodnotenia

source: Enter / Up Right: Start playing songs until you fail
sk: Enter / Vpravo hore: Hrajte, kým sa vám darí

source: Escape / Up Left: Go back to the game selection screen
sk: Esc / Vľavo hore: Prejsť späť na obrazovku s výberom hry

source: Start: Go to the options screen / F11: Toggle fullscreen
sk: Start: Prejsť na obrazovku s nastaveniami / F11: Zapnúť/vypnúť celú obrazovku

source: Select by Difficulty
sk: Výber podľa náročnosti

source: Select by Rating
sk: Výber podľa hodnotenia

source: Between %d and %d
sk: Medzi %d a %d

source: The difficulty settings you chose result
sk: Kvôli náročnosti, ktorú ste vybrali

source: in no songs being available to play.
sk: nie sú dostupné žiadne skladby na prehranie.

source: You need more songs to play Endless Mode.
sk: Potrebujete viac skladieb na Nekonečný režim.

source: Otherwise, it's just really boring.
sk: Inak je to skutočná nuda.

source: No Mix
sk: Žiaden mix

source: Untitled
sk: Bez mena

source: Unknown
sk: Neznámy

source: is missing:
sk: chýba:

source: W: Non-Unicode key in %s: %s
sk: V: Hodnota %s nie je v Unicode: %s

source: Up / Down: Change game, mode, or interface
sk: Hore / Dole: Zmena hry, režimu alebo rozhrania

source: Enter / Up Right: Advance your choice
sk: Enter / Vpravo hore: Potvrdenie výberu

source: Escape / Up Left: Back up or exit
sk: Esc / Vľavo hore: Späť alebo ukončiť

source: F11: Toggles fullscreen
sk: F11: Zobrazenie do okna/na celú obrazovku

source: Enjoy pydance %s!
sk: Užite si pydance %s!

source: 4 panel
sk: 4 panely

source: 5 panel
sk: 5 panelov

source: 6 panel
sk: 6 panelov

source: 8 panel
sk: 8 panelov

source: 9 panel
sk: 9 panelov

source: 3 panel
sk: 3 panely

source: Single
sk: Singel

source: Versus
sk: Súboj

source: Double
sk: Dabl

source: Couple
sk: Dvojica

source: Endless
sk: Nekonečné

source: The standard up, down, left and right arrows
sk: Štandardné šípky hore, dole, doľava a doprava

source: (like Dance Dance Revolution)
sk: (Dance Dance Revolution)

source: Practice using up left and up right with easier steps.
sk: Trénujte s jednoduchšími krokmi a panelmi vľavo a vpravo hore.

source: Diagonal arrows and the center (like Pump It Up)
sk: Diagonálne šípky a stred (Pump It Up)

source: Four panel plus the upper diagonal arrows (like DDR Solo)
sk: Štyri panely a horný rad diagonálnych šípok (DDR Solo)

source: Everything but the center (like Technomotion)
sk: Všetko okrem stredu (Technomotion)

source: Everything! (like Pop'n'Stage)
sk: Všetko! (Pop'n'Stage)

source: Wave your arms (or feet) around
sk: Mávajte vašimi rukami (alebo nohami)

source: Crazy kung-fu action (like Dance ManiaX / Freaks).
sk: Šialené kung-fu pohyby (Dance ManiaX/Freaks).

source: Use left, up left, up right, and right.
sk: Použite panel vľavo, vľavo hore, vpravo hore a vpravo.

source: Three panels, two sensors, using left and right.
sk: Tri panely, dva senzory - vľavo a vpravo.

source: Three panels and four sensors.
sk: Tri panely a štyri senzory.

source: Play by yourself.
sk: Zahrajte si len vy.

source: Challenge an opponent to the same steps.
sk: Vyzvite súpera a tancujte tú istú zostavu.

source: Two people dance different steps to the same song.
sk: Dvaja ľudia tancujú odlišnú zostavu na tú istú skladbu.

source: Try playing on both sides at once.
sk: Skúste hrať na oboch stranách naraz.

source: Play one song at a time.
sk: Tancovať iba na jednu skladbu.

source: Keep dancing until you fail.
sk: Tancujte, až kým vám nedôjde život.

source: Play several songs in a row.
sk: Zahrajte si niekoľko skladieb za sebou.

source: Select a Game
sk: Výber hry

source: Select a Mode
sk: Výber režimu

source: Select Type
sk: Výberu typu

source: Press Escape/Confirm/Start
sk: Stlačte Esc/Potvrdenie/Start

source: GRADE: %s (%s) - total steps: %d; best combo: %d
sk: ZNÁMKA: %s (%s) - celkom krokov: %d; naj kombo: %d

source: V: %d P: %d G: %d O: %d B: %d M: %d - %d/%d holds
sk: V: %d P: %d G: %d O: %d B: %d M: %d - %d/%d držané

source: Average off: %0.3f, standard deviation %0.2f
sk: Priemerne mimo: %0.3f, štand. odchýlka %0.2f

source: MARVEL.:
sk: ÚŽASNÉ:

source: PERFECT:
sk: PERFEKTNÉ:

source: GREAT:
sk: SKVELÉ:

source: OKAY:
sk: DOBRÉ:

source: BOO:
sk: SLABÉ:

source: MISS:
sk: PREMEŠKANÉ:

source: Score:
sk: Skóre:

source: Holds:
sk: Držané:

source: Max Combo:
sk: Max kombo:

source: Early:
sk: Priskoro:

source: Late:
sk: Neskoro:

source: TOTAL:
sk: CELKOM:

source: rating-
sk: hodnotenie-

source: Dance Points
sk: Tanečné body

source: Like dance points, but failing doesn't result in an F.
sk: Ako tanečné body, ale pri faili nedostanete známku F.

source: Time
sk: Čas

source: Judging is based on how many seconds you are from the correct time.
sk: Hodnotenie je založené na tom, koľko sekúnd vás delí od správneho času.

source: Beat
sk: Doba

source: Judging is based on how many beats you are from the correct time.
sk: Hodnotenie je založené na tom, ako ďaleko ste od správnej doby.

source: FAILED
sk: FAIL

source: Battery
sk: Batéria

source: A few points of life, increasing each song.
sk: Zopár bodov života, zvyšuje sa po každej skladbe.

source: Power Drop
sk: Klesajúci výkon

source: Like normal, but never goes back up.
sk: Ako normálny, ale nikdy sa nevráti naspäť.

source: Mediocre
sk: Priemerný

source: Fail if you do too poorly or too well.
sk: Končíte, ak ste príliš slabý alebo príliš dobrý.

source: Tug of War
sk: Preťahovanie lanom

source: Fight with the other player for life.
sk: Preťahujte sa s inými hráčmi o život.

source: Great Attack
sk: Iba skvelé

source: Only greats make the bar go up.
sk: Život zvyšujú iba skvelé hodnotenia.

source: on
sk: zap

source: off
sk: vyp

source: By Joe Wreschnig, Brendan Becker, & Pavel Krivitsky
sk: Autori: Joe Wreschnig, Brendan Becker, & Pavel Krivitsky

source: (Your CREDITS file is missing.)
sk: (Váš súbor CREDITS chýba.)

source: Play Game
sk: Spustiť hru

source: Map Keys
sk: Mapa kláves

source: Game Options
sk: Nastavenia hry

source: Assist Mode
sk: Režim asistencie

source: assist
sk: asistovať

source: Off
sk: Vyp

source: Click
sk: Kliknutie

source: Full
sk: Plné

source: Announcer
sk: Uvádzač

source: Themes ...
sk: Motívy ...

source: 4 Panel
sk: 4 panely

source: 3 Panel
sk: 3 panely

source: 5 Panel
sk: 5 panelov

source: Large 6 Panel
sk: 6 veľkých panelov

source: Small 6 Panel
sk: 6 malých panelov

source: Large 8 Panel
sk: 8 veľkých panelov

source: Small 8 Panel
sk: 8 malých panelov

source: Large 9 Panel
sk: 9 veľkých panelov

source: Small 9 Panel
sk: 9 malých panelov

source: Back
sk: Späť

source: Graphic Options
sk: Grafika

source: Animation
sk: Animácia

source: Arrow Effects
sk: Efekty šípiek

source: none
sk: žiadne

source: rotate
sk: otáčať

source: scale
sk: meniť veľkosť

source: rotate & scale
sk: otáčať a meniť veľkosť

source: Backgrounds
sk: Pozadia

source: Brightness
sk: Jas

source: very dark
sk: veľmi tmavé

source: dark
sk: tmavé

source: normal
sk: normálne

source: bright
sk: svetlé

source: very bright
sk: veľmi svetlé

source: Lyrics
sk: Text piesne

source: Lyrics Color
sk: Farba textu piesne

source: pink/purple
sk: ružová/purpurová

source: purple/cyan
sk: purpurová/azúrová

source: cyan/aqua
sk: azúrová/zeleno-modrá

source: aqua/yellow
sk: zeleno-modrá/žltá

source: yellow/pink
sk: žltá/ružová

source: Interface Options
sk: Voľby rozhrania

source: Save Input
sk: Uložiť vstup

source: Song Previews
sk: Náhľady skladieb

source: Folders
sk: Priečinky

source: Timer Display
sk: Zobrazenie časovača

source: Song Info Screen
sk: Informácie o skladbe

source: Never
sk: Nikdy

source: Multi-song Only
sk: Iba viac skladieb

source: Always
sk: Vždy

source: Font (after restart)
sk: Písmo (po reštarte)

source: Main Menu
sk: Hlavná ponuka

source: On
sk: Zap

source: Speed
sk: Rýchlosť

source: Adjust the speed at which the arrows scroll across the screen.
sk: Upraviť rýchlosť, akou sa šípky pohybujú na obrazovke

source: Arrows scroll at 200bpm.
sk: Šípky sa posúvajú rýchlosťou 200 úderov/min

source: Arrows scroll at 300bpm.
sk: Šípky sa posúvajú rýchlosťou 300 úderov/min

source: Arrows scroll at 400bpm.
sk: Šípky sa posúvajú rýchlosťou 400 úderov/min

source: Arrows scroll at 500bpm.
sk: Šípky sa posúvajú rýchlosťou 500 úderov/min

source: Arrows scroll at 600bpm.
sk: Šípky sa posúvajú rýchlosťou 600 úderov/min

source: Arrows scroll at 700bpm.
sk: Šípky sa posúvajú rýchlosťou y00 úderov/min

source: Arrows scroll at 800bpm.
sk: Šípky sa posúvajú rýchlosťou 800 úderov/min

source: Transform
sk: Transformovať

source: Change the step patterns for the song.
sk: Zmeniť variácie krokov v skladbe.

source: Mirror
sk: Zrkadliť

source: Left
sk: Ľavá

source: Right
sk: Pravá

source: Shuffle
sk: Premiešať

source: Random
sk: Náhodne

source: Rotate the steps 180 degrees.
sk: Otočiť kroky o 180 stupňov

source: Rotate the steps 90 degrees to the left.
sk: Otočiť kroky o 90 stupňov doľava

source: Rotate the steps 90 degrees to the right.
sk: Otočiť kroky o 90 stupňov doprava

source: Swap all arrows from one direction to another.
sk: Prehodiť všetky šípky z jedného smeru do druhého

source: Use totally random directions.
sk: Použiť úplne náhodné smery.

source: Add/Remove Steps
sk: Pridať/Odstrániť kroky

source: Add or remove arrows from step patterns.
sk: Pridá alebo odstráni šípky z krokov.

source: Tiny
sk: Maličký

source: Little
sk: Malý

source: Big
sk: Veľký

source: Quick
sk: Rýchly

source: Skippy
sk: Skákavý

source: Only dance to on-beat notes.
sk: Tancovať iba na štvrťové noty.

source: Only dance to on-beat and half-beat notes.
sk: Tancovať iba na štvrťové a osminové noty.

source: Add half-beat steps between on-beat ones.
sk: Pridať osminové medzi štvrťové noty.

source: Add steps between half-beat ones.
sk: Pridať kroky medzi štvrťové noty.

source: Add gallops between on-beat steps.
sk: Pridať galop medzi štvrťové noty

source: Fade
sk: Animovať

source: Fade arrows in or out while they scroll.
sk: Animovať šípky (postupné slabnutie) počas pohybu.

source: Sudden
sk: Náhle

source: Hidden
sk: Skryté

source: Peek
sk: Nakuknúť

source: Cycle
sk: Slučka

source: Stealth
sk: Nenápadné

source: Only display arrows near the top.
sk: Zobrazovať šípky iba blízko horného okraja.

source: Only display arrows near the bottom.
sk: Zobrazovať šípky iba blízko spodného okraja.

source: Only display arrows near the middle.
sk: Zobrazovať šípky iba blízko stredu.

source: Blink arrows in and out.
sk: Blikajúce šípky.

source: No arrows are displayed.
sk: Nie sú zobrazené žiadne šípky.

source: Acceleration
sk: Zrýchlenie

source: Accelerate or decelerate arrows.
sk: Zrýchliť alebo spomaliť šípky.

source: Brake
sk: Brzda

source: Boost
sk: Prudko

source: Decelerate near the top
sk: Spomaliť pri hornom okraji

source: Accelerate near the top.
sk: Zrýchliť pri hornom okraji.

source: Size
sk: Veľkosť

source: Change arrow sizes.
sk: Zmeniť veľkosť šípok.

source: Shrink
sk: Zmenšiť

source: Grow
sk: Zväčšiť

source: Smaller arrows near the top.
sk: Menšie šípky pri hornom okraji.

source: Smaller arrows near the bottom.
sk: Menšie šípky pri spodnom okraji.

source: Direction
sk: Smer

source: Change the direction arrows scroll.
sk: Zmeniť smer, v ktorom sa šípky pohybujú.

source: Reverse
sk: Obrátiť

source: Center
sk: Do stredu

source: Arrows go from bottom to top.
sk: Šípky sa pohybujú zo spodu na vrch

source: Arrows go from top to bottom.
sk: Šípky sa pohybujú z vrchu na spodok.

source: Arrows go from the top and bottom to the center.
sk: Šípky sa pohybujú z vrchu a spodku do stredu.

source: Jumps
sk: Skoky

source: Turn jumps off, or add more.
sk: Pridajte alebo vypnite skoky.

source: Wide
sk: Široké

source: Remove jumps from the song.
sk: Odstrániť skoky zo skladby.

source: Add jumps on every on-beat step.
sk: Pridať skoky na každú štvrťovú notu.

source: Spin
sk: Roztočiť

source: Rotate arrows as they go up the screen.
sk: Šípky sa počas posúvania na obrazovke otáčajú.

source: Colors
sk: Farby

source: Use colors of arrows to indicate the beat.
sk: Použiť farby šípok na zobrazenie doby.

source: Flat
sk: Nezvýrazňovať

source: All arrows are the same.
sk: Všetky šípky sú rovnaké.

source: Different arrows have different colors.
sk: Rôzne šípky majú rôzne farby.

source: Dark
sk: Tma

source: Don't display the top arrows.
sk: Nezobrazovať horný rad šípok.

source: Holds
sk: Držania

source: Allow hold ('freeze') arrows in songs.
sk: Povoliť držané šípky ('freeze') v skladbe.

source: Scoring
sk: Skórovanie

source: The scoring algorithm.
sk: Algoritmus skórovania

source: Grades
sk: Známkovanie

source: The grading algorithm.
sk: Algoritmus známkovania.

source: Combos
sk: Kombá

source: How your combo increases.
sk: Čo prispieva ku kombu

source: Judging Method
sk: Metóda hodnotenia

source: How your steps are judged.
sk: Ako sú vaše kroky hodnotené.

source: Judging Windows
sk: Tolerancia pri hodnotení

source: The margin of error for your steps.
sk: Tolerancia chýb pri hodnotení vašich krokov.

source: Window is twice normal size.
sk: Tolerancia je dvakrát väčšia ako obvykle.

source: Window is 9/5 normal size.
sk: Tolerancia je 9/5 obvyklej hodnoty.

source: Window is 8/5 normal size.
sk: Tolerancia je 8/5 obvyklej hodnoty.

source: Window is 7/5 normal size.
sk: Tolerancia je 7/5 obvyklej hodnoty.

source: Window is 6/5 normal size.
sk: Tolerancia je 6/5 obvyklej hodnoty.

source: Window is 4/5 normal size.
sk: Tolerancia je 4/5 obvyklej hodnoty.

source: Window is 3/5 normal size.
sk: Tolerancia je 3/5 obvyklej hodnoty.

source: Window is 2/5 normal size.
sk: Tolerancia je 2/5 obvyklej hodnoty.

source: Window is 1/5 normal size.
sk: Tolerancia je 1/5 obvyklej hodnoty.

source: Life
sk: Život

source: Increase or decrease your amount of (non-battery) life.
sk: Zvyšuje alebo znižuje úroveň života.

source: Undead
sk: Zombie

source: Life is 1/4 the usual amount.
sk: Život je 1/4 obvyklej hodnoty.

source: Very Low
sk: Veľmi nízka

source: Life is 1/2 the usual amount.
sk: Život je 1/2 obvyklej hodnoty.

source: Low
sk: Nízka

source: Life is 3/4 the usual amount.
sk: Život je 3/4 obvyklej hodnoty.

source: High
sk: Vysoká

source: Life is 5/4 the usual amount.
sk: Život je 5/4 obvyklej hodnoty.

source: Very High
sk: Veľmi vysoká

source: Life is 3/2 the usual amount.
sk: Život je 3/2 obvyklej hodnoty.

source: Lazarus
sk: Lazar

source: Life is 7/4 the usual amount.
sk: Život je 5/4 obvyklej hodnoty.

source: Lifebar
sk: Indikácia života

source: The kind of lifebar used.
sk: Typ zobrazenia života.

source: Oni Lives
sk: Oni životy

source: The initial / maximum life in Battery mode.
sk: Úvodný / maximálny život v režime Batéria.

source: Secret Arrows
sk: Tajné šípky

source: Secret arrow display
sk: Zobrazenie tajných šípok

source: Disable secret arrows.
sk: Vypnúť tajné šípky.

source: Invisible
sk: Neviditeľné

source: Enable but don't display them.
sk: Povoliť ale nezobrazovať ich.

source: Faint
sk: Vyblednuté

source: Show secret arrows faintly.
sk: Zobrazovať tajné šípky ako vyblednuté.

source: Battle Mode
sk: Režim Bitky

source: Arrows start in the center and float outwards.
sk: Šípky začínajú v strede a posúvajú sa k okrajom.

source: Up / Down: Select option
sk: Hore / Dole: Výber možnosti

source: Left / Right: Change value
sk: Vľavo / Vpravo: Zmena hodnoty

source: Start: Return to song selector
sk: Start: Návrat na výber skladby

source: F11: Toggle fullscreen
sk: F11: Vypnúť/zapnúť zobrazenie na celú obrazovku

source: quit
sk: ukončiť

source: up
sk: hore

source: up-left
sk: vľavo-hore

source: left
sk: vľavo

source: down-left
sk: vľavo-dole

source: down
sk: dole

source: down-right
sk: vpravo-dole

source: right
sk: vpravo

source: up-right
sk: vpravo-hore

source: center
sk: stred

source: joystick(s) found.
sk: joystick(y) nájdený(é).

source: Joystick %d initialized: %d axes, %d buttons.
sk: Joystick %d inicializovaný: %d osi, %d tlačidiel.

source: W: Unable to load input configuration file.
sk: V: Nepodarilo sa načítať súbor s konfiguráciou.

source: Loaded input configuration.
sk: Nahraná konfigurácia pre vstupy.

source: EMSUSB2 found. Using preset EMSUSB2 config.
sk: Nájdený EMSUSB2. Používam konfiguráciu s prednastavením pre EMSUSB2.

source: Initializing player 1 using js%d.
sk: Inicializujem hráča 1, ktorý použije js%d.

source: Initializing player 2 using js%d.
sk: Inicializujem hráča 2, ktorý použije js%d.

source: No known joysticks found! If you want to use yours,
sk: Neboli rozpoznané žiadne joysticky! Ak chcete použiť váš,

source: you'll have to map its button manually once to use it.
sk: budete musieť pred použitím namapovať tlačidlá manuálne.

source: Press a key for %s (escape to cancel)
sk: Stlačte kláves pre %s (esc pre zrušenie)

source: Press a button for %s (escape to cancel)
sk: Stlačte tlačidlo pre %s (esc pre zrušenie)

source: Player 1
sk: Hráč 1

source: Player 2
sk: Hráč 2

source: Keyboard
sk: Klávesnica

source: MARVELOUS
sk: ÚŽASNÉ

source: PERFECT
sk: PERFEKTNÉ

source: GREAT
sk: SKVELÉ

source: OKAY
sk: DOBRÉ

source: BOO
sk: SLABÉ

source: MISS
sk: ZMEŠKANÉ

source: Usage: %s [options]
sk: Použitie: %s [možnosti]

source: -h, --help display this help text and exit
sk: -h, --help zobrazí tento text pomocníka a skončí

source: -v, --version display the version and exit
sk: -v, --version zobrazí verziu a skončí

source: -f, --filename load and play a step file
sk: -f, --filename načítať a spustiť súbor step

source: -m, --mode the mode to play the file in (default SINGLE)
sk: -m, --mode režim, v ktorom sa má súbor spustiť (predvolený: SINGLE)

source: -d, --difficulty the difficult to play the file (default BASIC)
sk: -d, --difficulty náročnosť, v ktorej sa má hra spustiť (predvolená: BASIC)

source: pydance %s by Joe Wreschnig, Brendan Becker, and others
sk: autori pydance %s: Joe Wreschnig, Brendan Becker a iní

source: E: Can't get a 16 bit display! pydance doesn't work in 8 bit mode.
sk: CH: Nie je možné použiť 16bitové zobrazenie! pydance nefunguje v režime 8 bitov.

source: Entering debug (play-and-quit) mode.
sk: Spúšťam ladiaci (hraj-a-skonči) režim.

source: Found %d %s. Loading...
sk: Nájdených %d %s. Nahrávam...

source: E:
sk: CH:

source: E: Unknown error loading
sk: CH: Neznáma chyba počas nahrávania

source: E: Please contact the developers (pyddr-devel@icculus.org).
sk: CH: Prosím, kontaktujte vývojárov (pyddr-devel@icculus.org).

source: Psyco optimizing compiler found. Using psyco.full().
sk: Nájdený optimalizujúci Psyco kompilátor. Používam psyco.full().

source: W: Psyco optimizing compiler not found.
sk: V: Optimalizujúci Psyco kompilátor nebol nájdený.

source: Searching for songs in
sk: Hľadám skladby v

source: Searching for courses in
sk: Hľadám kurzy v

source: songs
sk: skladbách

source: courses
sk: kurzoch

source: You don't have any songs or step files. Check out http://icculus.org/pyddr/get.php#songs and download some free ones. If you already have some, make sure they're in
sk: Nemáte žiadne skladby alebo súbory step. Navštívte http://icculus.org/pyddr/get.php#songs a stiahnite si zopár zdarma. Ak už nejaké máte, skontrolujte, či sú v

source: You don't have any songs. Check http://icculus.org/pyddr/get.php#songs .
sk: Nemáte žiadne skladby. Navštívte http://icculus.org/pyddr/get.php#songs .

source: DDR 1st/2nd Mix
sk: DDR 1./2. Mix

source: DDR 3rd Mix
sk: DDR 3. Mix

source: DDR 4th Mix
sk: DDR 4. Mix

source: DDR 5th Mix
sk: DDR 5. Mix

source: DDR 7th/8th
sk: DDR 7./8.

source: DDR 8th Oni
sk: DDR 8. Oni

source: DDR 8th Nonstop
sk: DDR 8. Nonstop

source: subtitle
sk: titulky

source: title
sk: názov

source: artist
sk: spevák/čka

source: rating
sk: hodnotenie

source: difficulty
sk: náročnosť

source: rank
sk: úroveň

source: Enter / Up Right: Open a folder or start a song
sk: Enter / Vpravo hore: Otvoriť priečinok alebo prehrať skladbu
